<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>无标题文档</title>
<style>
</style>
</head>

<body>

<div>开始新一天的任务，长此循环，人很快就要崩溃了……但如果你不写了，不能按时完成任务了，公司还要你干吗呢？ <br />
  工作，写程序，就像写作业一样，而且是带有一点强制性的，比学习更紧张，是一件很费神的事，但却又常常必须这样，所以做程序员的同胞，在做完一个项目之后一定要出去玩玩，放松放松，不然你可能很快就会感觉到工作的巨大压力，要学会缓解压力，需要休息。 </p>
<p><img align="left" border="0" src="images/MainBanner.gif"/></p>
<p>这张图片是在完成了两个功能模块之后截取的，真的很累，在这整个开发过程中有很多感悟，慢慢的我会介绍更多开发过程中的各种心情，和团队中可能会出现的一些问题，和较好的解决方案。 </p>
<p>我们在开发过紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加</div>




<div>看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加函数定义规则，调用方式，而不必再去查看文档，整个程序的结合也将更加紧凑，甚至有些内容可以重复利用，加</div>
</p>


</body>
</html></div>
</body>
</html>
